Repository: Yuuki-Sakura/HRT-Tracker
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

# chart.axis.conc
source: E2
zh_hans: 雌二醇

# chart.axis.time
source: Time
zh_hans: 时间

# chart.currentConc.missing
source: Current E2 concentration: —
zh_hans: 当前雌二醇浓度：—

# chart.currentConc.value
source: Current E2 concentration: %@ pg/mL
zh_hans: 当前雌二醇浓度：%@ pg/mL

# chart.title
source: Estradiol concentration (pg/mL)
zh_hans: 雌二醇浓度 (pg/mL)

# common.cancel
source: Cancel
zh_hans: 取消

# common.decrease
source: Decrease
zh_hans: 减少

# common.done
source: Done
zh_hans: 完成

# common.increase
source: Increase
zh_hans: 增加

# common.save
source: Save
zh_hans: 保存

# ester.E2.name
source: Estradiol
zh_hans: 雌二醇

# ester.EB.name
source: Estradiol Benzoate
zh_hans: 苯甲酸雌二醇

# ester.EC.name
source: Estradiol Cypionate
zh_hans: 环戊丙酸雌二醇

# ester.EN.name
source: Estradiol Enanthate
zh_hans: 庚酸雌二醇

# ester.EV.name
source: Estradiol Valerate
zh_hans: 戊酸雌二醇

# input.dose.e2
source: E2-equivalent dose (mg)
zh_hans: 折算为 E2 剂量 (mg)

# input.dose.raw
source: Dose (%@)
zh_hans: 剂量 (%@)

# input.drugDetails
source: Drug Details
zh_hans: 用药信息

# input.drugEster
source: Drug / Ester
zh_hans: 药物 / 酯类

# input.patchMode
source: Patch Input Mode
zh_hans: 贴剂输入模式

# input.patchMode.label
source: Mode
zh_hans: 模式

# input.patchMode.releaseRate
source: Release rate (µg/d)
zh_hans: 释放速率 (µg/天)

# input.patchMode.totalDose
source: Patch total dose (mg)
zh_hans: 贴剂总剂量 (mg)

# input.route
source: Route
zh_hans: 给药途径

# input.sublingual
source: Sublingual Parameters
zh_hans: 舌下含服参数

# input.sublingual.casual
source: Casual
zh_hans: 随意

# input.sublingual.customTheta
source: Custom θ
zh_hans: 自定义 θ

# input.sublingual.customThetaPlaceholder
source: Custom θ (0–1)
zh_hans: 自定义 θ (0–1)

# input.sublingual.hold
source: Hold duration
zh_hans: 含服时长

# input.sublingual.instructions
source: While holding the tablet for the suggested time, try to swallow as little saliva as possible and continue holding the dissolved saliva even after the tablet fully melts until you reach your target time.
zh_hans: 按照建议的含服时间尽量少吞咽口水，并且在药物完全溶解后也继续含着溶解药物的唾液直至达到自己的目标时间。

# input.sublingual.quick
source: Quick
zh_hans: 快速

# input.sublingual.standard
source: Standard
zh_hans: 标准

# input.sublingual.strict
source: Strict
zh_hans: 严格

# input.sublingual.suggestion
source: Hold for about %.0f minutes, θ≈%.2f
zh_hans: 建议含服约 %.0f 分钟，θ≈%.2f

# input.time
source: Time
zh_hans: 时间

# input.title.add
source: Add Dose
zh_hans: 新增给药

# input.title.edit
source: Edit Dose
zh_hans: 编辑给药

# patch.mode.releaseRate
source: Release rate (µg/d)
zh_hans: 释放速率 (µg/天)

# patch.mode.totalDose
source: Total dose (mg)
zh_hans: 总剂量 (mg)

# route.gel
source: Gel
zh_hans: 凝胶

# route.injection
source: Injection
zh_hans: 肌注

# route.oral
source: Oral
zh_hans: 口服

# route.patchApply
source: Apply Patch
zh_hans: 贴片

# route.patchRemove
source: Remove Patch
zh_hans: 贴片移除

# route.sublingual
source: Sublingual
zh_hans: 舌下含服

# timeline.bodyWeight.unit
source: kg
zh_hans: 千克

# timeline.empty
source: Add a dosing event to see the concentration curve.
zh_hans: 添加一次给药事件以查看浓度曲线。

# timeline.row.dose.releaseRate
source: %@ µg/d
zh_hans: %@ µg/天

# timeline.row.gel
source: Apply Gel
zh_hans: 涂抹凝胶

# timeline.row.injection
source: Injection • %@
zh_hans: 肌注 • %@

# timeline.row.oral
source: Oral • %@
zh_hans: 口服 • %@

# timeline.row.patchApply
source: Apply Patch
zh_hans: 贴剂贴敷

# timeline.row.patchRemove
source: Remove Patch
zh_hans: 贴剂移除

# timeline.row.sublingual
source: Sublingual • %@
zh_hans: 舌下含服 • %@

# timeline.title
source: HRT Timeline
zh_hans: HRT 时间轴

# timeline.toolbar.add
source: Add dose
zh_hans: 新增给药
